Repository: fxbenard/login-lock-i18n
Catalog: languages/loginlock-*.po
Languages: fr_fr

source: Seems as though there was an error. Hmmm.
fr_fr: On dirait qu'il y a comme une erreur. Hmmm.

source: SECURITY ALERT: Lockout Notice
fr_fr: ALERTE DE SECURITE&nbsp;: Avis de verrouillage

source: This notice is to inform you that someone at IP address
fr_fr: Cet avis vise à vous informer que quelqu'un à l'adresse IP

source: tried to login to your site
fr_fr: a essayé de se connecter à votre site

source: and failed.
fr_fr: et a échoué.

source: The targeted username was
fr_fr: Le nom d'utilisateur ciblé était

source: The IP address has been blocked for
fr_fr: L'adresse IP a été bloquée pour

source: You cannot reuse old passwords! Choose a different password.
fr_fr: Vous ne pouvez pas réutiliser d'anciens mots de passe ! Choisissez en un différent.

source: ALERT: The admin of %s requires that you reset the password for the following account:
fr_fr: ALERTE : L'administrateur de %s demande que vous réinitialiser le mot de passe pour le compte suivant :

source: Username: %s
fr_fr: Identifiant : %s

source: You must reset your password before you can log back in. To reset your password, visit the following address:
fr_fr: Vous devez réinitialiser votre mot de passe avant de pouvoir vous reconnecter. Pour réinitialiser votre mot de passe, rendez-vous à l'adresse suivante :

source: [%s] Emergency Password Reset
fr_fr: [%s] Réinitialisation de mot de passe d'urgence

source: The e-mail could not be sent to
fr_fr: L'e-mail n'a pas pu être envoyé à

source: Possible reason: your host may have disabled the mail() function.
fr_fr: Raison possible&nbsp;: votre hébergeur peut avoir désactivé la fonction mail().

source: An administrator has logged you out and you <em>must</em> reset your password before you can log back in.
fr_fr: Un administrateur vous a déconnecté et vous <em>devez</em> réinitialiser votre mot de passe avant de pouvoir vous reconnecter à nouveau.

source: Check your email for a password reset notice.
fr_fr: Consultez votre boite mail pour la notification de réinitialisation de votre mot de passe.

source: If after 10 minutes you do not have the notice then go to the login page, click the "Lost your password" link and reset your password.
fr_fr: Si après 10 minutes vous n'avez pas la notification, rendez-vous sur la page de connexion, cliquez sur le lien"Vous avez perdu votre mot de passe" et réinitialiser votre mot de passe.

source: Do not remind me again
fr_fr: Ne pas me le rappeler à nouveau

source: Invalid key
fr_fr: Clef invalide

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Your password reset key is invalid.
fr_fr: Votre clé de réinitialisation de mot de passe est invalide.

source: You are not authorized to take that action!
fr_fr: Vous n'êtes pas autorisé à faire cette action !

source: The passwords do not match.
fr_fr: Vos mots de passe ne correspondent pas.

source: You cannot reuse that password yet. Please choose a different password.
fr_fr: Vous ne pouvez pas encore réutiliser ce mot de passe. Choisissez en un différent.

source: Password Reset
fr_fr: Réinitialisation du mot de passe

source: Your password has been reset.
fr_fr: Votre mot de passe a été réinitialisé.

source: Log in
fr_fr: Connexion

source: You are not authorized to take that action
fr_fr: Vous n'êtes pas autorisé à faire cette action

source: You must reset your password.
fr_fr: Vous devez réinitialiser votre mot de passe.

source: You may not reuse old passwords!
fr_fr: Vous ne pouvez pas réutiliser les anciens mots de passe !

source: Enter your new password below:
fr_fr: Entrez votre nouveau mot de passe ci-dessous :

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Strength indicator
fr_fr: Indicateur de sûreté

source: The password must be at least
fr_fr: Le mot de passe doit avoir au moins

source: characters long.
fr_fr: caractères de long.

source: You must include upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp;.
fr_fr: Vous devez inclure des lettres majuscules et minuscules, des nombres et des symboles comme ! " ? $ % ^ &amp;.

source: You must include upper and lower case letters and numbers.
fr_fr: Vous devez inclure des lettres majuscules, minuscules et des nombres.

source: Register
fr_fr: Inscription

source: <strong>ERROR:</strong>
fr_fr: <strong>Erreur&nbsp;:</strong>

source: Password Policies
fr_fr: Stratégie de mot de passe

source: You MUST include upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp;.
fr_fr: Vous DEVEZ inclure des lettres majuscules et minuscules, des nombres et des symboles comme ! " ? $ % ^ &amp;.

source: You MUST include upper and lower case letters and numbers.
fr_fr: Vous DEVEZ inclure des lettres majuscules, minuscules et des nombres.

source: Your password is one of the most commonly used passwords! Pick a different one.
fr_fr: Votre mot de passe est l'un des mots de passe les plus couramment utilisés ! Choisissez en un autre.

source: Your password is too short
fr_fr: Votre mot de passe est trop court

source: You do not have permission to access this page.
fr_fr: Vous n&#8217;avez pas les droits suffisants pour accéder à cette page.

source: YOU DID NOT CHECK THE BOX!
fr_fr: VOUS N'AVEZ PAS COCHE LA BOITE !

source: DONE. ALL USER PASSWORDS HAVE BEEN RESET TO A RANDOM VALUE.
fr_fr: FAIT. LES MOTS DE PASSE DES UTILISATEURS ONT ETE REINITIALISE A UNE VALEUR ALEATOIRE.

source: Locked out IPs released.
fr_fr: IPs Lock-out libérés.

source: Login Protection Settings
fr_fr: Paramètres de Protection de Login Lock

source: If someone attempts
fr_fr: Si quelqu'un tente

source: logins that have invalid usernames or passwords within
fr_fr: connexions avec des noms d'utilisateurs ou des mots de passe invalides dans les

source: then block their IP address for
fr_fr: alors bloquer son adresse IP pour

source: Suggested settings: 5 attempts in 30 minutes, block for 60 minutes
fr_fr: Paramètres suggérés : 5 tentatives en 30 minutes, bloquer pendant 60 minutes

source: Email all admins?
fr_fr: Envoyer un e-mail à tous les administrateurs ?

source: It's probably a good idea to leave this enabled so that you're aware when people might be trying to break into your site
fr_fr: C'est probablement une bonne idée de l'activer ce qui vous permet d'être averti quand des inconnus tentent de pénétrer dans votre site

source: yes
fr_fr: Oui

source: no
fr_fr: Non

source: (When enabled all administrators will receive a notice each time an IP address is blocked)
fr_fr: (Quand activé tous les administrateurs reçoivront une notification à chaque fois qu'une adresse IP sera bloquée)

source: Password Policy Settings
fr_fr: Paramètres de stratégie de mot de passe

source: Enable the password policies shown below?
fr_fr: Activer les politiques de mot de passe ci-dessous ?

source: Suggested setting: Yes, enable password policies that enforce strong password selection
fr_fr: Paramètres suggérés : Oui, activer les politiques de mot de passe qui appliquent la sélection mot de passe fort

source: (If disabled no password policies will be enforced)
fr_fr: (Si désactivé aucune règle pour les mots de passe ne sera appliquée)

source: Require password changes:
fr_fr: Exiger des changements de mot de passe :

source: Suggested setting: 30 days at most, frequent password changes make your passwords a moving target
fr_fr: Paramètres suggérés : 30 jours au plus, les changements fréquents de mot de passe en font une cible mouvante

source: Every
fr_fr: Tous les

source: days
fr_fr: jours

source: (This forces users to change their passwords upon login every X number of days)
fr_fr: (Cela oblige les utilisateurs à changer leurs mots de passe de connexion à chaque X nombre de jours)

source: Set to 0 (zero) to disable this policy
fr_fr: Mettre 0 (zéro) pour désactiver cette fonctionnalité

source: Minimum password length:
fr_fr: Longueur minimale du mot de passe :

source: Suggested setting: 12 or more characters, the longer the password the harder it is to crack
fr_fr: Paramètres suggérés : 12 caractères ou plus, plus le mot de passe est long plus il est difficile à craquer

source: characters
fr_fr: caractères

source: (Cannot be less than 4, cannot be more than 64 - the maximum length allowed by WordPress is 64)
fr_fr: (Ne peut pas être inférieur à 4, ne peut pas être supérieur à 64 - la longueur maximale autorisée par WordPress est de 64)

source: Password strength:
fr_fr: Sûreté du mot de passe

source: Suggested setting: High, because complex passwords are more difficult to crack
fr_fr: Paramètres suggérés : Haute, parce que les mots de passe complexes sont plus difficiles à craquer

source: Low - no specific character requirements
fr_fr: Faible - Pas d'exigences de caractères spécifiques

source: Medium - Require uppercase and lowercase letters, plus numbers
fr_fr: Moyenne - Exige des lettres majuscules et minuscules, ainsi que des nombres

source: High - Same as Medium, but also require special characters such as !@#$%^&*() etc.
fr_fr: Haute - Même que moyenne, mais exige aussi des caractères spéciaux tels que !@#$%^&*() etc.

source: Password recycling:
fr_fr: Recyclage du mot de passe

source: Suggested setting: Yes, disallow password reuse.
fr_fr: Paramètres suggérés : Oui, refuser la réutilisation du mot de passe.

source: Disallow password reuse?
fr_fr: Refuser la réutilisation du mot de passe ?

source: (If enabled the last 5 passwords per user will be remembered and not allowed to be reused)
fr_fr: (Si activée les 5 derniers mots de passe par utilisateur seront mis en mémoire et ne pourront pas être réutilisés)

source: Idle Logout
fr_fr: Deconnexion des inactifs

source: Logout idle users
fr_fr: Déconnexion des inactifs

source: Suggested setting: 15 minutes at most, the helps guard against having unauthorized people use someones logged-in account in cases where computers are shared, lost, or stolen
fr_fr: Paramètres suggérés&nbsp;: 15 minutes tout au plus, cela protège des personnes non autorisées d'utiliser le compte d'une personne connectée dans les cas où les ordinateurs sont partagés, perdu ou volé

source: Logout users after
fr_fr: Déconnexion des utilisateurs après

source: minutes of no activity
fr_fr: minutes d'inactivité

source: Set to 0 (zero) to disable this feature.
fr_fr: Mettre 0 (zéro) pour désactiver cette fonctionnalité

source: Update Settings
fr_fr: Mise à jour des paramètres

source: Force Password Changes Now
fr_fr: Forcer le changement de mot de passe maintenant

source: In case of emergency
fr_fr: En cas d'urgence

source: Logout all users and force password changes now
fr_fr: Déconnexion de tous les utilisateurs et forcer les changements de mot de passe maintenant

source: Check the box and click the button below to force all users - INCLUDING YOU - to change their passwords the next time they access this site
fr_fr: Cochez la case et cliquez sur le bouton ci-dessous pour forcer tous les utilisateurs - Y COMPRIS VOUS - à changer leurs mots de passe la prochaine fois qu'ils accèdent à ce site

source: NOTE: When you do this ALL user passwords will be reset to a random value, ALL users will receive an email message instructing them to reset their passwords, and ALL users will be forcibly logged out immediately - INCLUDING YOU!
fr_fr: REMARQUE : Lorsque vous effectuez ça TOUS les mots de passe utilisateur seront réinitialisés à une valeur aléatoire, TOUS les utilisateurs recevront un message électronique leur demandant de réinitialiser leurs mots de passe, et TOUS les utilisateurs seront immediatement déconnectés de force - Y COMPRIS VOUS&nbsp;!

source: You currently have %1$s users in your database. If you have more than 100 users then using this feature might cause your hosting company or mail service provider to flag your account for sending too many email messages too fast!
fr_fr: Vous avez actuellement %1$s utilisateur(s) dans votre base de données. Si vous avez plus de 100 utilisateurs utiliser cette fonction pourrait entraîner votre d'hébergeur ou votre fournisseur de service de courrier à signaler votre compte pour envoie trop nombreux et trop rapide de messages e-mail !

source: Blocked IP Addresses
fr_fr: Adresses IP bloquées

source: No IP addresses are blocked.
fr_fr: Aucune adresse IP bloquée.

source: minutes remaining
fr_fr: minutes restantes

source: Unblock Selected
fr_fr: Deverouiller les sélectionnés

source: Donate $10, $20 or $50!
fr_fr: Donner 10$, 20$ ou 50$&nbsp;!

source: This plugin represents countless hours of work, if you use it please donate a token of your appreciation!
fr_fr: Cette extension représente d'innombrables heures de travail, si vous l'utilisez s'il vous plaît donner un gage de votre appréciation !

source: Site protected by <a href="%1$s"> LOGIN LOCK</a><br/> Created by <a href="%2$s">WordPress Security</a>
fr_fr: Site protégé par <a href="%1$s"> LOGIN LOCK</a><br/> Créé par <a href="%2$s">WordPress Security</a>

source: <strong>ERROR</strong>: You must enter a username.
fr_fr: <strong>ERREUR</strong>&nbsp;: Vous devez entrer un nom d'utilisateur.

source: <strong>ERROR</strong>: You must enter a password
fr_fr: <strong>ERREUR</strong>&nbsp;: Vous devez entrer un mot de passe

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong>&nbsp;: l&rsquo;identifiant n&rsquo;est pas valide. <a href="%s" title="Perte de mot de passe">Avez-vous perdu votre mot de passe</a>&nbsp;?

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong>: Mot de passe incorrect. <a href="%s" title="Récupération de mot de passe">Mot de passe oublié</a>?

source: <strong>ERROR</strong>: You've been blocked due to too many failed login attempts.
fr_fr: <strong> ERREUR </strong>: Vous avez été bloqué en raison de trop nombreuses tentatives de connexion infructueuses.

source: <strong>ERROR</strong>: Invalid username or password.
fr_fr: <strong>ERREUR</strong>&nbsp;: l&rsquo;identifiant ou le mot de passe n&rsquo;est pas valide.

source: <strong>ERROR</strong>: Invalid username or password. <a href="%s" title=" Lost your password? ">Lost your password</a>?
fr_fr: <strong>ERREUR</strong>&nbsp;: l&rsquo;identifiant ou le mot de passe n&rsquo;est pas valide. <a href="%s" title="Perte de mot de passe">Avez-vous perdu votre mot de passe</a>&nbsp;?

source: Why not do any or all of the following:
fr_fr: Pourquoi ne pas faire quelques uns (ou tous) les éléments suivants&nbsp;:

source: Link to our site please!
fr_fr: Faire un lien vers notre site svp&nbsp;!

source: Tweet this plugin!
fr_fr: Tweet cette extension&nbsp;!

source: Follow us on Twitter
fr_fr: Suivez-nous sur Twitter

source: Give it a 5 star rating on WordPress.org
fr_fr: Donnez-lui 5 étoiles sur WordPress.org

source: Donate a token of your appreciation
fr_fr: Donnez en gage de votre appréciation.

source: Like this plugin?
fr_fr: Vous aimez cette extension &nbsp;?

source: If you have any problems with this plugin, or good ideas for improvements or new features, please
fr_fr: Si vous avez des problèmes avec cette extension, ou de bonnes idées d'améliorations ou d'ajout de nouvelles fonctionnalités, s'il vous plaît

source: contact us!
fr_fr: contacter nous&nbsp;!

source: Need support?
fr_fr: Besoin d'aide&nbsp;?

source: Our Sponsors
fr_fr: Nos sponsors

source: no news items, feed might be broken...
fr_fr: Aucune nouvelle, le flux est peut-être brisé...

source: Subscribe with RSS
fr_fr: Souscrire aux flux RSS

source: Subscribe by email
fr_fr: S'inscrire par email

source: Latest news from WPSecurity.net
fr_fr: Les dernières nouvelles de WPSecurity.net

source: WordPress Security News
fr_fr: Nouvelles de sécurité WordPress
